{"detail":[{"id":0,"image":"https://raw.githubusercontent.com/codingbk3112/assets/master/mpl%20small%20banner_3.jpg","title":"Sniper","url":"https://youtu.be/EXYFd0Xm5OI","des":[{"hindi":"जैसे ही खेल शुरू होता है दुश्मन विभिन्न बिंदुओं से प्रवेश करना शुरू कर देता है। आपको आने वाली लहर के लिए चारों ओर देखने के लिए स्वाइप करने की आवश्यकता है। एक बार जब आप एक दुश्मन को हाजिर करते हैं तो आप सीधे दाहिने बटन का उपयोग करके उन पर गोली मार सकते हैं या ज़ूम करने के लिए बाएं बटन पर टैप कर सकते हैं और फिर उन्हें शूट कर सकते हैं। दुश्मनों को मारने में आपको बहुत तेज होने की जरूरत है क्योंकि वे बहुत तेज चलते हैं और वास्तव में तेजी से गेट तक पहुंच सकते हैं। कुछ बोनस अंक के लिए हेडशॉट के लिए निशाना लगाओ।"},{"eng":"As soon as the game begins the enemy starts entering from various points. You need to swipe to look around for the incoming wave. Once you spot an enemy you can either shoot at them directly using the right button or tap the left button to zoom and then shoot them. You need to be very quick in killing the enemies as they are very quick moving and can reach the gate really fast. Aim for the headshots for some bonus points."}],"tips":[{"hindi":["क्योंकि जॉम्बी लगातार आगे बढ़ रहे हैं, हिट करने के लिए बहुत अधिक समय न ले","गेट तक पहुंचने से पहले जितने संभव हो, उतने दुश्मनों को मार डालो।","कुछ अभ्यास के बाद आप बिना जूम किए ही जॉम्बी को मार सकेंगे। क्योंकि ज़ूम का उपयोग आपको धीमा कर देता है।","बोनस अंक स्कोर करने के लिए, सिर पर शॉट्स मारने की कोशिश करें।","अगर एक जगह पर कई दुश्मन हैं तो उन्हें हथगोले से मारना और फिर उन्हें गोली मार देना।","बैरल को तभी मारें जब उसके आसपास ज्यादा दुश्मन हों।","विशाल बख्तरबंद दुश्मनों से सावधान रहें क्योंकि उन्हें मारने के लिए अधिक समय चाहिए।","अगर बहुत सारे जोम्बी गेट पर पहुंचते हैं, तो मशीन गन का उपयोग करें।","अपने कौशल स्तर के अनुसार एक टूर्नामेंट में शामिल हों। कुछ टूर्नामेंट आसान और कम प्रतिस्पर्धी होते हैं।"]},{"eng":["्Kill as many enemies as possible before they reach the gate.","After some practice you will be able to kill without zooming in. Use of zoom feature slows you down.","Try and take the head shots to score bonus points.","If there are many enemies at a point stun them with grenades and then kill them.","Go for the barrels only when there are more enemies around it.","Beware of the huge armoured enemies as you need more time to kill them.","Make use of machine gun when lots of zombies reach the gate.","Join a tournament as per your skill level. Some tournaments are easy and less competitive."]}]},{"id":1,"image":"https://raw.githubusercontent.com/codingbk3112/assets/master/mpl%20small%20banner_5.jpg","title":"Football Stars","url":"https://youtu.be/VyF0MHALqg8","des":[{"hindi":" खेल शुरू होता है और आपको गेंद को गोल की तरफ उछालना शुरू करना होता है।  जब गेंद मध्य हवा होती है तो आप वांछित दिशा में गेंद को मोड़ने के लिए बाएं या दाएं स्वाइप कर सकते हैं।  आप शुरुआत में काफी आसानी से स्कोर कर सकते हैं क्योंकि गेंदों को बाधित करने के लिए केवल एक गोलकीपर होता है।  जब खिलाड़ियों की दीवार गोलपोस्ट के सामने खड़ी होती है, तो गोल करना थोड़ा मुश्किल हो जाता है। दीवार लगभग आधे गोल को कवर करती है और इससे उच्च स्कोरिंग की संभावना कम हो जाती है।  गोलकीपर अधिक से अधिक मुक्त हिट को अवरुद्ध करना शुरू कर देता है फिर कठिनाई स्तर बढ़ता रहता है।  उच्च स्तरों पर स्कोरिंग रखने के लिए, इसलिए आपको अपने कौशल का उपयोग करने की आवश्यकता है।"},{"eng":"The game begins and you have to start flicking the ball towards the goal. When the ball is mid air you can swipe left or right to turn the ball in the desired direction. You can score quite easily in the beginning as only a goalkeeper is there to obstruct the balls. When the wall of players stands in front of the goalpost , It becomes a little difficult to goal. The wall covers almost half the goal and this decreases the chance of scoring high. The goalkeeper start blocking more and more free hits then difficulty level keeps increasing .To keep scoring at higher levels, So you need to use your skills ."}],"tips":[{"hindi":[" गेंद का सटीक लक्ष्य बहुत महत्वपूर्ण है। "," गेंद को बहुत ऊंचा या बहुत चौड़ा न उड़ाएं क्योंकि यह गोलपोस्ट से टकरा सकती है और आप एक गेंद खो देंगे। "," गेंद को फ्लिप करने के बाद वांछित दिशा में स्वाइप करें। "," उच्च स्कोर बनाने के लिए रंगीन क्षेत्रों में गेंद को फ्लिक करें। "," पावर-अप के लिए लक्ष्य बनाते समय सावधान रहें क्योंकि वे एक तरफ से दूसरी तरफ जाते हैं। "," अभ्यास आपको उच्च स्कोर करने में मदद करेगा। "," अपने कौशल स्तर के अनुसार एक टूर्नामेंट में शामिल हों। कुछ टूर्नामेंट आसान और कम प्रतिस्पर्धी होते हैं। "]},{"eng":["Accurate aiming of the ball is very important."," Do not flick the ball too high or too wide as it may hit the goalpost and you will lost one ball. "," Swipe the ball in the desired direction after flicking it. "," Flick the ball in the coloured zones to make  high score. "," Be careful while aiming for the power-ups as they move from side to side. "," Practice will help you score high. "," Join a tournament as per your skill level. Some tournaments are easy and less competitive."]}]},{"id":2,"image":"https://raw.githubusercontent.com/codingbk3112/assets/master/mpl%20small%20banner_4.jpg","title":"Space Breaker","url":"https://youtu.be/QIXArOCX96k","des":[{"hindi":" आपको एक वेज और एक बॉल मिलेगी। आपको गेंद को फेंकने के लिए टैप करना होगा और इसे ऊपर की ईंटों के ढेर पर लॉन्च करना होगा।  जब गेंद ईंटों से टकराती है और उन्हें तोड़ती है तो आपको अंक मिलते हैं। ढेर में कई प्रकार की ईंटें हैं; कुछ को एक हिट में तोड़ा जा सकता है जबकि कुछ को एक से अधिक की आवश्यकता होती है।  जब गेंद ईंट से टकराकर वापस आती है, तो आपको उसे वापस कील पर उछालने की जरूरत होती है। तो आने वाली गेंद की दिशा के अनुसार, आपको अपने वेज (बाएं या दाएं) को खींचने की जरूरत है।  पावर-अप्स स्कोर को बढ़ाते हैं और आपको खेल में स्थिति के अनुसार उन्हें बुद्धिमानी से चुनने की जरूरत है।  आपको 3 लाईफ मिलेगी। टाइमर खत्म होने से पहले आपको उच्च स्कोर करना होगा। यदि आप 3 लाईफ हारते हैं तो खेल समाप्त हो जाएगा  आपको ईंटों को तोड़ने के लिए अंक मिलते हैं। अलग-अलग ईंटों के अंक अलग-अलग हैं जो 1 से शुरू होते हैं। जब आपकी गेंद वेज पर वापस आने से पहले आपकी गेंद एक से अधिक ईंटों से टकराती है तो आपको बोनस अंक भी मिलते हैं। एक लॉन्च में टूटी ईंटों की संख्या बोनस है जो आपको मिलती है। यदि आपके पास हवा में कई गेंदें हैं तो वापस आने पर प्रत्येक गेंद के लिए बोनस मिलता है। "},{"eng":" You are provided with a wedge and a ball. You need to tap to throw the ball and launch it at the brick maze above. When the ball hits the bricks and breaks them you get points. There are many types of bricks in the maze; some can be broken in a single hit while some need more than one. When the ball comes back after hitting a brick you need to bounce it back on the wedge. So according to the direction of the incoming ball, you need to drag your wedge (left or right). Power-ups give increase the score and you need to choose them wisely according to the situation in the game. There are a total of 3 lives and you need to clear the levels quickly as there is a timer and the game ends if you run out of time or lives.You get points for breaking bricks. Different bricks have different points starting from 1 onwards. You also get bonus points when your ball collides with more than one brick before landing back on the wedge. The number of bricks broken in one launch is the bonus that you get. If you have multiple balls in the space then the bonus is for each ball when it comes back."}],"tips":[{"hindi":[" गेंद को साइड में और ऊपरी स्थान पर लॉन्च करने का प्रयास करें ताकि यह वापस आने से पहले एक बार में कई ईंटों को तोड़ दे, जिससे बोनस अंक मिलेंगे। "," सोचने के बाद अपने पावर-अप्स का चयन करें। सभी पावर-अप समान लाभ नहीं देते हैं, उदाहरण के लिए। जब गेंद अंतरिक्ष में होती है तो मल्टी बॉल वास्तव में फायदेमंद हो सकती है और आपको एक ही समय में कई गेंदों को संतुलित करने की आवश्यकता नहीं होती है जिसके परिणामस्वरूप लाईफ का नुकसान नहीं हो सकता है।","गेंद पर हर समय अपनी नज़र रखें और उसके अनुसार कील को हिलाएँ।","सुनिश्चित करें कि स्क्रीन साफ है और आप कील को आसानी से स्लाइड कर सकते हैं अन्यथा आप एक गेंद खो सकते हैं और इसके परिणामस्वरूप एक लाइफ़ खो सकते हैं।","  अपने कौशल स्तर के अनुसार एक टूर्नामेंट में शामिल हों। कुछ टूर्नामेंट आसान और कम प्रतिस्पर्धी होते हैं।"]},{"eng":[" Try to launch the ball through the side and into the upper space so that it break many bricks at a time before coming back to the wedge, resulting in bonus points.","Select your power-ups after thinking. Not all power-ups give same benefit, for e.g. multi ball can be really beneficial when the ball is up in the space and you don’t need to balance multiple balls at the same time which might not result in loss of life.","Keep your eyes on the ball/s all the time and move the wedge accordingly.","Make sure that the screen is clean and you can slide the wedge smoothly otherwise you might lose a ball and consequently lose a life.","Join a tournament as per your skill level. Some tournaments are easy and less competitive."]}]},{"id":3,"image":"https://raw.githubusercontent.com/codingbk3112/assets/master/mpl%20small%20banner_1.jpg","title":"Fruit Choop","url":"https://youtu.be/QIXArOCX96k","des":[{"hindi":"एक बार खेल शुरू करने के बाद आप एक फल काटने के लिए स्क्रीन पर एक उंगली स्वाइप कर सकते हैं। आपको फेंके गए प्रत्येक फल को काटना होगा और किसी भी बम को काटने से बचना होगा। यदि कोई फल छूट जाता है तो वह एक लाइफ़ को समाप्त कर देगा। यदि आप गलती से एक बम काटते हैं, तो गेम समाप्त हो जाएगा। खेल की गति निरंतर है और कोई टाइमर नहीं है, इसलिए आप अपने कौशल और निरंतरता के आधार पर जब तक चाहें खेल सकते हैं। प्रत्येक फल से 5 अंक मिलते हैं। जब आप एक ही बारी में कई फल काटते हैं, तो बोनस अंक दिए जाते हैं। आपको 2 फलों के कॉम्बो पर 12 बोनस अंक मिलते हैं, एक बार में 3 फल काटने पर 20 बोनस अंक, 4 के लिए 30 बोनस अंक और इसी तरह।"},{"eng":"Once the game start you can swipe a finger across the screen to cut a fruit. You have to cut each fruit thrown up and avoid chopping any bombs. if a fruit is missed it will end a life. if you accidently cut  bomb , Game will be ended. Game speed is constant throughout and there is no timer, so you can play for as long as you can, depending upon your skills and consistency. Each fruit is worth 5 points. When you slice multiple fruits in a single gesture, bonus points are awarded. You get 12 bonus points on a combo of 2 fruits, 20 bonus points on slicing 3 fruits at once, 30 bonus points for 4 and so on."}],"tips":[{"hindi":["स्कोर बोनस अंक - उच्च बोनस अंक के लिए बड़ा कॉम्बो बनाने की कोशिश करें "," अधिक समय तक जीवित रहें - अपनी उंगलियों को बम से दूर रखें। कोई फल न छूटे। जितनी देर आप खेलते हैं, उतनी अधिक संभावना आपको उच्च स्कोर करने के लिए मिलती है। "," फलों को शीर्ष ऊंचाई पर काटने का प्रयास करें। यह आपको कॉम्बो पाने के लिए बेहतर मौका देता है और किसी भी बम से बचने के लिए पर्याप्त समय देता है। ","लड़ाई मोड में जीवन बचाने पर ध्यान केंद्रित करें। एक बार जब आपका प्रतिद्वंद्वी सभी लाइफ़ खो देता है, तो आप आसानी से लक्ष्य प्राप्त कर सकते हैं यदि आपके पास पर्याप्त लाइफ़ है। "," अपने कौशल स्तर के अनुसार एक टूर्नामेंट / बैटल रूम में शामिल हों। कुछ टूर्नामेंट आसान और कम प्रतिस्पर्धी होते हैं। "]},{"eng":[" Score Bonus Points – Try to make bigger combos for higher bonus points "," Stay alive longer – Keep your fingers away from bombs. Do not miss any fruit. The longer you play, more chance you get to score higher. "," Try to cut the fruits at the top height . This gives you better chances to get combo and sufficient time to avoid any bombs. "," In battle mode focus on saving lives. Once your opponent is out of lives, you can achieve the target easily if you have enough lives. "," Join a tournament / Battle room as per your skill level. Some tournaments are easy and less competitive."]}]},{"id":4,"image":"https://raw.githubusercontent.com/codingbk3112/assets/master/mpl%20small%20banner_2.jpg","title":"Runner No. 1","url":"https://youtu.be/rqHEqitSV1I","des":[{"hindi":" खेल शुरू होते ही आपका खिलाड़ी दौड़ना शुरू कर देता है। आप अपने खिलाड़ी को बाएँ या दाएँ की ओर ले जाने के लिए अपने डिवाइस को बाएँ और दाएँ झुका सकते हैं। सिक्के एकत्र करने या कुछ बाधाओं से बचने के लिए आपको ट्रैक पर बाएँ और दाएँ ले जाने की आवश्यकता होगी। जमीन पर स्लाइड करने के लिए नीचे स्वाइप करें, मुख्य रूप से कुछ बाधाओं के तहत स्लाइड करने के लिए। खिलाड़ी को बाधाओं पर कूदने या पावउर-अप और सिक्कों को इकट्ठा करने के लिए उंगली को स्वाइप करें। पावर-अप आपको अलग-अलग विशेष क्षमताएँ प्रदान करता है जैसे सिक्का चुंबकत्व, अजेयता या छोटी अवधि के लिए बढ़ी हुई गति। स्टार स्पीड पावर-अप के अलावा, गेम की गति पूरे समय स्थिर रहती है और कोई टाइमर नहीं होता है, इसलिए आप जितनी देर तक खेल सकते हैं और उच्च स्कोर कर सकते हैं यदि आप निरंतरता रखते हैं और सावधानी से खेलते हैं। आपको तय की गई दूरी के लिए अंक मिलते हैं। मरने से पहले आप जितना लंबा दौड़ेंगे, आपका स्कोर उतना ही अधिक होगा। रन के दौरान एकत्र किए गए सिक्कों के लिए बोनस अंक दिए गए हैं। कुल स्कोर की गणना सिक्कों के स्कोर को कुल दूरी से जोड़कर की जाती है। "},{"eng":" Your player starts running as soon as the game starts.  You can tilt your device to left and right to move your player towards left or right. You’ll need to move left and right on the track to collect coins or avoid some obstacles.  Swipe down to slide on ground, mainly to slide under some obstacles. Swipe a finger up to make the player jump. You’ll need to jump over obstacles or to collect power-ups and coins.  Power-ups give you different special abilities like coin magnetism, invincibility or increased speed for short duration.  Apart from the Star Speed power-up, Game speed remains constant throughout and there is no timer, so you can play for as long as you can and score high if you are consistency and play carefully. You get points for the distance covered.  The longer you run before dying, higher will be your score. Bonus points are given for the coins collected during the run.  Total score is calculated by adding the coins score to the total distance traveled. "}],"tips":[{"hindi":[" सिक्के एकत्र करें - एकत्र किए गए सिक्के आपके अंतिम स्कोर में जुड़ जाते हैं इसलिए अपने रास्ते पर सिक्के एकत्र करना याद रखें। "," अपनी शक्ति-अप का चयन करें। सभी पावर-अप समान लाभ नहीं देते हैं, उदाहरण के लिए। स्टार स्पिड खेल को समाप्त कर सकता है। यदि आप इसे संभाल नहीं सकते तो इसे सक्रिय न करें। "," जब पावर-अप समाप्त होने वाला हो तो सावधान रहें। पावर-अप आइकन के आसपास टाइमर पर नज़र रखें। "," अपने कौशल स्तर के अनुसार एक टूर्नामेंट / बैटल रूम में शामिल हों। कुछ टूर्नामेंट आसान और कम प्रतिस्पर्धी होते हैं। "," लड़ाई मोड में जीवन बचाने पर ध्यान केंद्रित करें। एक बार जब आपका प्रतिद्वंद्वी सभी लाइफ़ खो देता है, तो आप आसानी से लक्ष्य प्राप्त कर सकते हैं यदि आपके पास पर्याप्त लाइफ़ है। "]},{"eng":[" Collect coins – Coins collected are added to your final score so remember to collect coins on your way."," Select your power-ups. Not all power-ups give same benefit , for e.g. star speed might may end the game. Do not activate it if you can’t handle it. "," Be careful when the power-up is about to end. Keep track of the timer around the power-up icon. "," Join a tournament / Battle room as per your skill level. Some tournaments are easy and less competitive. "," In battle mode focus on staying alive. Once your opponent is dead, you can achieve the target if you are alive. "]}]}]}
